
/* Shared Error Strings for MacConfig Apps */

/****** ACP Errors *******/

/* GenericACPError */
"GenericACPError" = "Upewnij się, że stacja bazowa Apple Wi-Fi jest włączona i znajduje się w zasięgu komputera lub jest podłączona przez Ethernet, po czym spróbuj ponownie. (%d)";

/****** Problem Codes *******/

/* Problem codes reported by the base station that AirPort Utility doesn't know about */
"tooNew" = "Nieznany problem (%@)";
"tooNew.description" = "Ta stacja bazowa Apple Wi-Fi zgłosiła nieznany problem. Kliknij w Uaktualnienia, aby uaktualnić Narzędzie AirPort, po czym spróbuj ponownie.";
"tooNew.remedy" = "Uaktualnienia…";

/* kACPProblemCodeUnknown */
"unkn" = "Nieznany problem";
"unkn.description" = "Ta stacja bazowa Apple Wi-Fi zgłosiła nieznany problem. Możesz wyłączyć ją i włączyć ponownie oraz sprawdzić, czy dostępna jest nowa wersja oprogramowania sprzętowego. Możesz również wykonać wyzerowanie sprzętowe, co spowoduje wymazanie wszystkich ustawień oraz konieczność ponownego skonfigurowania urządzenia.";

/* kACPProblemCodeWANNoLink */
"waNL" = "Ethernet niepodłączony";
"waNL.description" = "Do portu Ethernet WAN nic nie jest podłączone. Jeśli używasz modemu DSL, modemu kablowego lub innego szerokopasmowego modemu do połączenia z Internetem lub korzystasz z sieci, która jest połączona z Internetem, podłącz ten modem lub sieć do portu Ethernet WAN.";
"waNL.furtherInfo" = "Po sprawdzeniu połączenia z portem Ethernet WAN kliknij w Sprawdź port Ethernet WAN.";
"waNL.retest" = "Sprawdź port Ethernet WAN";

/* kACPProblemCodeWANNoInternet */
"waNI" = "Połączenie z Internetem";
"waNI.description" = "Twoja stacja bazowa Apple Wi-Fi nie ma prawidłowego adresu IP. Sprawdź, czy jest podłączona do szerokopasmowego modemu lub sieci lokalnej, sprawdź ustawienia sieci i spróbuj ponownie. Jeśli nadal nie możesz się połączyć, skontaktuj się z dostawcą Internetu.";
"waNI.furtherInfo" = "Najprostszym sposobem rozwiązania tego problemu jest wyzerowanie modemu szerokopasmowego. Aby to zrobić, wyłącz modem szerokopasmowy, odczekaj ok. 5 minut i włącz go ponownie.";
"waNI.remedy" = "Internet…";

/* kACPProblemCodeRadioNoNetwork */
"raNN" = "Sieć bezprzewodowa";
"raNN.description" = "Ta stacja bazowa Apple Wi-Fi ma łączyć się z siecią bezprzewodową, której nie można znaleźć. Jeżeli w menu „Nazwa sieci” nie ma danej sieci bezprzewodowej, wpisz jej nazwę (i hasło, jeśli to konieczne), po czym spróbuj ponownie.";
"raNN.remedy" = "Bezprzewodowa…";

/* kACPProblemCodeWDSNoPartner */
"wdsP" = "Błąd WDS";
"wdsP.description" = "Ta stacja bazowa Apple Wi-Fi jest skonfigurowana jako część sieci WDS, ale nie została znaleziona żadna inna stacja bazowa Apple Wi-Fi.";
"wdsP.furtherInfo" = "Sprawdź, czy bezprzewodowe adresy MAC urządzeń WDS są poprawne. Upewnij się, że urządzenia bezprzewodowe są podłączone i znajdują się zasięgu tej stacji bazowej Apple Wi-Fi.";
"wdsP.remedy" = "WDS…";

/* kACPProblemCodePPPoENoServer */
"ppNS" = "Serwer PPPoE";
"ppNS.description" = "Ta stacja bazowa Apple Wi-Fi ma łączyć się z Internetem poprzez PPPoE, jednak nie można znaleźć serwera PPPoE. Upewnij się, że dostawca Internetu rzeczywiście wymaga użycia PPPoE, po czym sprawdź, czy modem jest włączony i podłączony do portu WAN w tej stacji bazowej. Jeżeli nadal nie można się połączyć, skontaktuj się z dostawcą Internetu.";
"ppNS.remedy" = "PPPoE…";

/* kACPProblemCodePPPoEBadPassword */
"ppBP" = "Hasło PPPoE";
"ppBP.description" = "Ta stacja bazowa Apple Wi-Fi ma łączyć się z Internetem poprzez PPPoE, jednak podane hasło dostępu jest nieprawidłowe. Podaj poprawne hasło i spróbuj ponownie. Jeżeli nadal nie będzie można się połączyć, skontaktuj się z dostawcą Internetu.";
"ppBP.remedy" = "PPPoE…";

/* kACPProblemCodeRADIUSNoServer */
"rdNS" = "Serwer RADIUS";
"rdNS.description" = "Ta stacja bazowa Apple Wi-Fi jest skonfigurowana do łączenia się z Internetem przy użyciu kontroli dostępu wykorzystującej zabezpieczenia WPA Enterprise lub RADIUS, nie można jednak znaleźć serwera RADIUS. Sprawdź, czy ustawienia serwera są poprawne i spróbuj ponownie.";
"rdNS.remedy" = "Kontrola dostępu…";

/* kACPProblemCodeLowUSBPower */
"usbp" = "Zasilanie USB"; 
"usbp.description" = "Urządzenie podłączone do gniazda USB w tej stacji bazowej Apple Wi-Fi wymaga więcej mocy, niż gniazdo to może dostarczyć. Jeżeli to możliwe, podłącz urządzenie do osobnego źródła zasilania. Możesz także podłączyć je do zasilanego koncentratora USB.";
"usbp.remedy" = "Dyski…";

/* kACPProblemCodeDiskNeedsRepair */
"fsck" = "Dysk wymaga naprawy";
"fsck.description" = "Istnieje problem z dyskiem podłączonym do tej stacji bazowej Apple Wi-Fi. Podłącz dysk do komputera, aby go naprawić.";
"fsck.remedy" = "Dyski…";

/* kACPProblemCodeInternalDiskNeedsRepair */
"Ifsc" = "Dysk wewnętrzny wymaga naprawy";
"Ifsc.description" = "Jest jakiś problem z dyskiem Time Capsule.";
"Ifsc.remedy" = "Dyski…";

/* kACPProblemCodeLowDiskSpace */
"fslo" = "Mało miejsca na dysku";
"fslo.description" = "Na dysku podłączonym do stacji bazowej Apple Wi-Fi kończy się wolne miejsce.";
"fslo.remedy" = "Dyski…";

/* kACPProblemCodeInternalLowDiskSpace */
"Ifsl" = "Kończy się miejsce na dysku wewnętrznym";
"Ifsl.description" = "Na dysku Time Capsule kończy się wolne miejsce.";
"Ifsl.remedy" = "Dyski…";

/* kACPProblemCodeUnsupportedDisk */
"unsD" = "Nieobsługiwany dysk";
"unsD.description" = "Dysk podłączony do tej stacji bazowej Apple Wi-Fi nie jest obsługiwany i nie można go użyć. Spróbuj użyć innego dysku.";
"unsD.remedy" = "Dyski…";

/* kACPProblemCodeWANRejectedDHCPOffer */
"waRj" = "Kolidujący zakres DHCP";
"waRj.description" = "Ta stacja bazowa Apple Wi-Fi odrzuciła adres DHCP w tej samej podsieci wewnętrznego serwera DHCP.  Prawdopodobnie musisz przełączyć urządzenie w tryb pomostu. Jeśli nadal chcesz udostępniać pojedynczy adres IP przy użyciu DHCP i NAT, musisz zmienić zakres DHCP.";
"waRj.remedy" = "Internet…";

/* kACPProblemCodeUnconfigured */
"ctim" = "Ustawienia domyślne";
"ctim.description" = "Ta stacja bazowa Apple Wi-Fi korzysta z ustawień domyślnych. Skonfiguruj ją do połączenia z Internetem, zabezpiecz sieć bezprzewodową i ustal hasło dostępu.";

/* kACPProblemCodeSoftResetActive */
"soft" = "Wyzerowanie programowe";
"soft.description" = "Ta stacja bazowa Apple Wi-Fi została wyzerowana. Masz tymczasowy dostęp pozwalający zmienić ustawienia, które uniemożliwiały dostęp do sieci.";

/* kACPProblemCodeOpenNetwork */
"opNW" = "Niezabezpieczona sieć bezprzewodowa";
"opNW.description" = "Ta stacja bazowa Apple Wi-Fi nie ma włączonych żadnych zabezpieczeń sieci bezprzewodowej. Zalecane jest używanie zabezpieczeń WPA2 Personal.";
"opNW.remedy" = "Zmień zabezpieczenia…";
"opNW.assistDescription" = "Jeżeli nie zmienisz trybu zabezpieczeń, lampka stanu w tej stacji bazowej Apple Wi-Fi będzie migała w kolorze żółtym. Czy na pewno chcesz kontynuować?";

/* kACPProblemCodePublicPassword */
"pubP" = "Domyślne hasło";
"pubP.description" = "Ta stacja bazowa Apple Wi-Fi chroniona jest hasłem domyślnym. Zalecana jest zmiana tego hasła, aby zwiększyć bezpieczeństwo stacji bazowej.";
"pubP.remedy" = "Zmień hasło…";
"pubP.assistDescription" = "Jeżeli nie zmienisz hasła, lampka stanu w tej stacji bazowej Apple Wi-Fi będzie migała w kolorze żółtym. Czy na pewno chcesz kontynuować?";

/* kACPProblemCodeDoubleNAT */
"DubN" = "Podwójny NAT";
"DubN.description" = "Ta stacja bazowa Apple Wi-Fi ma prywatny adres IP na porcie WAN sieci Ethernet. Jest ona połączona z urządzeniem lub siecią, która przypisuje prywatne adresy IP przy użyciu protokołu NAT. Trzeba przełączyć tę stację bazową Apple Wi-Fi z trybu DHCP z NAT na tryb pomostu.";
"DubN.remedy" = "Internet…";

/* kACPProblemCodeWideAreaBonjourAuth */
"wbAu" = "Uwierzytelnienie Bonjour";
"wbAu.description" = "Nazwa lub hasło użyte do uwierzytelnienia na serwerze DNS są niepoprawne. Popraw te dane i spróbuj ponownie. Jeśli problemy będą się utrzymywały, skontaktuj się z administratorem serwera DNS, którego używasz.";
"wbAu.remedy" = "Bonjour…";

/* kACPProblemCodeNonDWDSMain */
"bsWD" = "Sieć rozszerzona";
"bsWD.description" = "Ta stacja bazowa Apple Wi-Fi nie mogła rozszerzyć tej sieci bezprzewodowej. Sprawdź, czy ta sieć jest skonfigurowana oraz poprawnie funkcjonuje, czy podane hasło tego urządzenia jest poprawne oraz czy to urządzenie jest w zasięgu tej sieci bezprzewodowej.";
"bsWD.remedy" = "Bezprzewodowa…";

/* kACPProblemCodeUpdateAvailable */
"upAv" = "Dostępne uaktualnienie oprogramowania sprzętowego";
"upAv.description" = "Kliknij w „Uaktualnij oprogramowanie sprzętowe”, aby pobrać najnowszą wersję dostępną dla tej stacji bazowej Apple Wi-Fi.";
"upAv.remedy" = "Uaktualnij oprogramowanie sprzętowe…";

/* kACPProblemCodeSNMPConfigOverWAN */
"waSN" = "SNMP przez WAN";
"waSN.description" = "Ta stacja bazowa Apple Wi-Fi ma włączoną obsługę SNMP przez gniazdo Ethernet WAN, co zmniejsza bezpieczeństwo sieci.";
"waSN.remedy" = "Rejestrowanie i SNMP…";

/* kACPProblemCodeConfigOverWAN */
"waCF" = "Konfiguracja przez WAN";
"waCF.description" = "Ta stacja bazowa Apple Wi-Fi ma włączoną możliwość konfigurowania przez gniazdo Ethernet WAN, co zmniejsza bezpieczeństwo sieci.";
"waCF.remedy" = "Stacja bazowa…";

/* kACPProblemCodeNoDNSServers */
"nDNS" = "Brak serwerów DNS";
"nDNS.description" = "Ta stacja bazowa Apple Wi-Fi nie ma ustawionych żadnych adresów serwerów DNS, więc może mieć kłopoty z połączeniem z Internetem.";
"nDNS.remedy" = "Internet…";

/* kACPProblemCodeOldTimeZone */
"timz" = "Dostępne jest uaktualnienie oprogramowania";
"timz.description" = "Aby uaktualnić Narzędzie AirPort i spróbować ponownie, kliknij w Uaktualnienia oprogramowania. ";
"timz.remedy" = "Uaktualnienia…";

/* kACPProblemCodeTaskInProgress */
"TaIP" = "Ta stacja bazowa Apple Wi-Fi jest zajęta";
"TaIP.description" = "Nie odłączaj ani nie zeruj tej stacji bazowej Apple Wi-Fi, dopóki nie będzie ona dostępna.";

/* kACPProblemCodeDotMacCredentialsRejected */
"dMCR" = "Podana nazwa użytkownika lub hasło usługi MobileMe są nieprawidłowe";
"dMCR.description" = "Podana nazwa użytkownika lub hasło usługi MobileMe są nieprawidłowe. Wpisz prawidłową nazwę i hasło, po czym spróbuj ponownie.";

/* kACPProblemCodeOverTemperature */
"oTMP" = "To urządzenie może się przegrzewać";
"oTMP.description" = "Sprawdź, czy stacja bazowa Apple Wi-Fi nie jest gorąca. Jeżeli jest, ustaw ją w innym miejscu, zapewniającym lepszą wentylację.";

/* kACPProblemCodeIPv6TunnelError */
"6gdn" = "Błąd tunelu IPv6";
"6gdn.description" = "Wystąpił błąd węzła końcowego tunelu IPv6. Poczekaj na przywrócenie usługi i spróbuj ponownie. Jeśli problem będzie się utrzymywał, skontaktuj się z dostawcą usługi";
"6gdn.remedy" = "Ustawienia IPv6…";

/* kACPProblemCodeIPv6RelayError */
"6rdn" = "Błąd przekazywania IPv6";
"6rdn.description" = "Wystąpił błąd węzła routera przekaźnikowego IPv6. Poczekaj na przywrócenie usługi i spróbuj ponownie. Jeśli problem będzie się utrzymywał, skontaktuj się z dostawcą usługi";
"6rdn.remedy" = "Ustawienia IPv6…";

/* kACPProblemCodeMigrationInterrupted */
"mgrt" = "Proces migracji przerwany";
"mgrt.description" = "Proces przeniesienia danych z dysku Time Capsule został przerwany.";
"mgrt.remedy" = "Dyski…";

/* kACPProblemCodePostMigrationErase */
"mgEr" = "Proces migracji zakończony";
"mgEr.description" = "Przeniesienie danych z dysku zakończone. Kliknij w Dalej, aby wymazać dysk poprzedniego urządzenia Time Capsule.";

/* kACPProblemCodeSMARTStatusWarning */
"SSdF" = "Awaria dysku Time Capsule";
"SSdF.description" = "Wystąpił problem z dyskiem Time Capsule. Podłącz dysk twardy USB do Time Capsule i w panelu Dyski, w programie Narzędzie AirPort zarchiwizuj dane. W celu naprawy dysku odwiedź najbliższy autoryzowany serwis Apple.";
"SSdF.remedy" = "Dyski…";

/****** Task Strings *******/

/* kACPTaskErasingDisk */
"EraD" = "Wymazywanie dysku AirPort";
"EraD.description" = "Trwa wymazywanie dysku AirPort %@. Wymazywania nie można przerwać.";

/* kACPTaskErasingInternalDisk */
"EraI" = "Wymazuję dysk Time Capsule";
"EraI.description" = "Nie można przerwać wymazywania dysku Time Capsule.";

/* kACPTaskArchivingInternalDisk */
"ArcI" = "Archiwizuję dysk Time Capsule";
"ArcI.description" = "Trwa archiwizacja dysku Time Capsule %1$@ na dysk AirPort %2$@. Aby przerwać archiwizację tego dysku, kliknij w Anuluj.";



/****** Validation Errors *******/

/* Generic Errors */

/* vGenErrorZeroLength */
"gErA" = "Wymagana jest wartość dla „%@”.";

/* vGenErrorTooShort */
"gErB" = "Wartość dla „%@” jest zbyt krótka.";

/* vGenErrorTooLong */
"gErC" = "Wartość dla „%@” jest zbyt długa.";

/* vGenErrorNotSupported */
"gErD" = "Opcja „%@” nie jest obsługiwana przez tę stację bazową Apple Wi-Fi.";

/* vGenErrorInvalid */
"gErE" = "Wartość dla „%@” jest nieprawidłowa.";

/* vGenErrorTooHigh */
"gErF" = "Wartość dla „%@” jest zbyt wysoka.";

/* vGenErrorTooLow */
"gErG" = "Wartość dla „%@” jest zbyt niska.";

/* vGenErrorTooManyEntriesInList */
"gErH" = "W tablicy „%@” jest zbyt wiele wpisów.";

/* Specific Errors */

/* vWarnPasswordIsPublic */ 
"vErr.pwPu" = "Aby uzyskać maksymalne zabezpieczenie, utwórz hasło inne niż „public”.";

/* vErrSysLogCollectorInvalid */
"vErr.slCI" = "Adres docelowy IP syslog jest nieprawidłowy.";
/* vErrSysLogLevelInvalid */
"vErr.slLI" = "Poziom syslog jest nieprawidłowy.";

/* vErrWSecModeUnsupported */
"vErr.wsMU" = "Ta stacja bazowa Apple Wi-Fi nie obsługuje wybranego trybu zabezpieczeń sieci bezprzewodowej.";

/* vErrInvalidWEP40Key */
"vErr.iw4K" = "Nie został podany prawidłowy 40-bitowy klucz WEP.";
/* vErrInvalidWEP104Key */
"vErr.iw1K" = "Nie został podany prawidłowy 128-bitowy klucz WEP.";

/* vErrInvalidTSNKey */
"vErr.iTSN" = "Hasło sieci TSN (Transitional Security Network) musi mieć dokładnie 13 znaków.";

/* vErrInvalidWPAKey */
"vErr.iWPA" = "Hasło sieci bezprzewodowej dla sieci z zabezpieczeniami WPA Personal musi mieć od 8 do 63 znaków. Hasło może także zawierać 64 znaki szesnastkowe.";

/* vErrGroupKeyTimeoutTooShort */
"vErr.ktTS" = "Podany limit czasu klucza dla grupy jest zbyt krótki. Musi być dłuższy lub równy 10 minut.";
/* vErrGroupKeyTimeoutTooLong */
"vErr.ktTL" = "Podany limit czasu klucza dla grupy jest zbyt długi. Musi być mniejszy lub równy 9999999 minut.";

/* vErrAutoChannelSelectionNotSupported */
"vErr.acNS" = "Ta stacja bazowa Apple Wi-Fi nie obsługuje automatycznego wybierania kanałów.";

/* vErrMultiRateNotValidForLowDensity */
"vErr.nvLD" = "Zaznaczona częstotliwość multiemisji jest niepoprawna dla niskiej gęstości radiowej.";
/* vErrMultiRateNotValidForMedDensity */
"vErr.nvMD" = "Zaznaczona częstotliwość multiemisji jest niepoprawna dla średniej gęstości radiowej.";
/* vErrMultiRateNotValidForHighDensity */
"vErr.nvHD" = "Zaznaczona częstotliwość multiemisji jest niepoprawna dla wysokiej gęstości radiowej.";
/* vErrMultiRateNotValidForBNetwork */
"vErr.nvBN" = "Zaznaczona częstotliwość multiemisji dla sieci zgodnych z 802.11b lub 802.11 b/g jest niepoprawna.";
/* vErrMultiRateNotValidForGNetwork */
"vErr.nvGN" = "Zaznaczona częstotliwość multiemisji dla sieci 802.11g jest niepoprawna.";

/* vErrSTAModeNotSupported */
"vErr.smNS" = "Ta stacja bazowa Apple Wi-Fi nie obsługuje trybu klienta.";
/* vErrWirelessDisabledModeNotSupported */
"vErr.wdNS" = "Ta stacja bazowa Apple Wi-Fi nie obsługuje wyłączania przekaźnika radiowego.";

/* vErrDHCPOnlyRequiresStaticIP */
"vErr.DHSt" = "Udostępnianie zakresu adresów IP przy użyciu opcji „Tylko DHCP” wymaga ręcznego skonfigurowania adresu IP portu WAN. Jeśli Twój dostawca Internetu przydziela zakres statycznych adresów IP, musisz ręcznie skonfigurować swoją stację bazową Apple Wi-Fi na pierwszy adres IP i przydzielać pozostałe poprzez DHCP.";

/* vErrRouterSubnetMismatch */
"vErr.rsMM" = "Podany adres routera jest niezgodny z adresem IP WAN.";
/* vErrWANIPNotSameAsRouter */
"vErr.wnSR" = "Adres Twojego IP portu WAN nie może być taki sam jak adres IP routera.";

/* vErrIPv6ManualTunnelRequiresStaticIP */
"vErr.v6TM" = "Ręcznie skonfigurowany tunel IPv6 wymaga statycznego adresu IP WAN";

/* vErrWANDisableEthernetNotSupported */
"vErr.pcDE" = "Ta stacja bazowa Apple Wi-Fi nie obsługuje wyłączania gniazda WAN.";

/* vErrWANManagementRequiresWANPortEnabled */
"vErr.waNM" = "Zezwolenie na zdalne zarządzanie przez port WAN wymaga włączenia portu WAN.";

/* vErrRouterModeNoBridgeForPPP */
"vErr.rmBP" = "Jeśli używasz PPPoE lub modemu do połączenia przez PPP, musisz zaznaczyć DHCP/NAT.";

/* vErrRouterModeNoDHCPNATForSTA */
"vErr.rmST" = "Udostępnianie połączenia z Internetem nie jest obsługiwane, gdy ta stacja bazowa Apple Wi-Fi ma przyłączać się do sieci bezprzewodowej."; 

/* vErrDHCPRangeConflictsWithWANIP */
"vErr.dcWW" = "Podany zakres DHCP koliduje z adresem IP WAN tego bezprzewodowego urządzenia AirPort.";
/* vErrDHCPRangeEndpointsAreInvalid */
"vErr.dhRa" = "Adres początkowy lub końcowy zakresu DHCP jest nieprawidłowy.";

/* vErrWDSWithWPANotSupported */
"vErr.wwNS" = "Ta stacja bazowa Apple Wi-Fi nie obsługuje trybu WPA podczas korzystania z WDS. Upewnij się, że używasz najnowszego oprogramowania sprzętowego.";

/* vErrWDSRequiresAtLeastOneNode */
"vErr.w1Nd" = "WDS wymaga wielu stacji bazowych Apple Wi-Fi. Dodaj przynajmniej jedną stację główną.";

/* vErrWDSWithWPAEnterprise */
"vErr.wdEn" = "WDS oraz WPA Enterprise są niezgodne. Jeśli chcesz skonfigurować sieć WDS, musisz użyć protokołu WPA Personal.";

/* vErrWDSInFiveGig */
"vErr.wdFi" = "WDS jest niezgodny z trybem radiowym działającym w paśmie 5 GHz. Zmień tryb radiowy i spróbuj ponownie.";

/* vErrAccessControlListIsEmpty */
"vErr.acEm" = "Włączona jest kontrola dostępu adresów MAC, lecz nie ma żadnych wpisów. Wyłącz kontrolę dostępu adresów MAC lub dodaj wpisy do listy.";

/* vErrRequiresWABEnabled */
"vErr.rWAB" = "Ogłaszanie usługi globalnie przez Bonjour wymaga nazwy hosta sieci rozległej. Możesz skonfigurować ustawienia Bonjour klikając w przycisk Edycja w panelu %@ ustawień AirPort.";

/* End of AirePortErrors.strings file */
